/*Регистрация на второй уровень программы
Для  того чтобы пройти уровень 2 вам понадобится помощник в виде опытного инженера по автоматизации. 

Чтобы получить доступ к бронированию времени для консультаций у этого человека вам понадобится пройти две проверки. Первая - это проверка английского языка рекрутером компании. Вторая - это проверка практических задач из уровня 1 .

Заказ проверки осуществляется через регистрацию в 
Microsoft Form
.  Там вам понадобится ввести свои имя и фамилию на латинице и указать адрес git профиля с репозиториями с выполненными задачами из уровня 1. После регистрации с вами созвонится рекрутер для проверки уровня английского языка и общего интервью. Обычно это занимает около 15 минут. Рекрутер звонит по номеру телефона, указанному при регистрации на training.epam.com. Если уровень английского соответствует обязательным критериям, будет возможность пройти ревью кода у инженера компании.

Критерии успешного выполнения заданий уровня 1:

Задачи уровня 1 выполнены и находятся в публичных git репозиториях
В проектах с задачами нет файлов не относящихся к сборке (.class/.iml/target etc)
﻿
В случае успешного прохождения проверок вы получите письмо с деталями, где будет указано как получить пакет консультаций и бронировать слоты для code review. Как только у вас будет готовая для проверки работа нужно зарегистрироваться в удобный свободный слот. Дальше остается только связаться с инженером компании и пройти ревью.
﻿*/